{
  "faqSections": [
    {
      "heading": "Are you a non-profit?",
      "body": "Not exactly... the Pollinator Pathways Project is a community led organization based in London, Ontario with a mandate to help pollinator species.\n\nWe've been able to stay in existence due to grants, donations, and the dedicated time and planning of several members who want to help pollinating species within London and abroad.\n\nIn efforts to help our expenses for signs, fliers, and the website hosting services on Wix, we are trying to diversify our revenue stream. We currently sell yard signs, t-shirts, and soon bee posters.\n\nWe also accept [public donations online](/donate) through a secure platform.\n"
    },
    {
      "heading": "What is a pollinator species?",
      "body": "A pollinator species can broadly be considered bees, birds, bats, butterflies, beetles, and other small mammals that carry pollen from one plant to another.\n\nPollinator species are responsible for 1 out of every 3 bites. They are incredibly important to our agricultural system and without pollinator species, we would be in a big trouble on planet Earth.\n\nPollinating species move from plant to plant carrying pollen, which is an important process that allows the transfer of genetic material. Pollination is a crucial process in the reproductive system of most flowering plants. These plants can help in the following ways:\n\n* Supply fruits, vegetables, and nuts\n* Supply half of the world's natural oils, fibers, and raw materials\n* Prevent soil erosion\n* Increase carbon sequestration\n\nOur aim is to help pollinating species by encouraging the public in London to plant more local native flower species. By doing so, we can create interconnected neighbourhoods that help these pollinator species on their journey and day to day pollination.\n"
    },
    {
      "heading": "Can I grow a garden?",
      "body": "Absolutely! The best time to start planning your pollinator garden is now. We encourage everyone in London to grow a pollinator garden or at least to try and incorporate a garden that is 1000 cm².\n\nIf you live in the suburbs or a rural area, aim to have a pollinator patch that is 1m x 1m at the minimum. If you can grow more than that, by all means go for it!\n\nDo you live in an apartment building without access to a patch of dirt you can dig into? Not to worry, find some planter boxes or pots and start adding local flowers to your balcony if you have one. Bees can fly up to 100 ft so apartment gardens are fine to help pollinate!\n\nIf you don't have a balcony and live in apartment building, but still want to help, we recommend that you join an event or workshop and learn all you can in the meantime. Go out and throw wild native seeds in your nearby park if you can to help do your part.\n\nYou can find an example of what a garden could look like below!\n\n![](/uploads/example-garden.jpeg)\n"
    },
    {
      "heading": "What should I plant?",
      "body": "Knowing what to plant depends on what are the conditions where you will be growing your garden.\n\nFor a full break down and recommendation of plants to get started, you can find an online PDF in the [Resources section](/resources) of our website, titled \"Plant Guide PDF\".\n\nHere's a [direct link to that PDF](</resources/FLYER PDF - ENGLISH.pdf>) as well to make life easy.\n"
    },
    {
      "heading": "Where can I find Carolinian seeds?",
      "body": "There are many places in London for you to find Carolinian native seeds, often it is just a matter of knowing what are the right plants. If you're unsure what plants to start with, look above for the previous question to find an outline document that suggests native plants to start with.\n\nWe recommend supporting local growers, so the best way to find them is at events in the spring time like Seedy Saturday, Go Wild Grow Wild, and Gathering on the Green.\n\nContacting local plant nurseries or garden shops is another great place to start looking for native Carolinian plants.\n"
    },
    {
      "heading": "Will you help plan a garden?",
      "body": "At the current moment, we help plan and plant gardens on a case by case basis. We do charge a fee for these services and recommend that you reach out to us via the Contact page if you're interested to learn more about how we can help you plan your Pollinator Pathways garden for this upcoming summer season.\n\nWe would love to help everyone, but sadly that is not always possible. Definitely reach out if this is something that you think you would need help with as we work with first come first served.\n"
    },
    {
      "heading": "How do I donate to P3?",
      "body": "Great question stranger! You can donate to our organization by clicking [this link to our donation page](/donate).\n"
    },
    {
      "heading": "I have a question not on here?",
      "body": "Have a question still that is not listed to the right anchor menu? Looking for additional feedback on a topic here with your own specific situation? We would love to help.\n\nFill out the form below and we'll get back to you as soon as we can.\n"
    }
  ]
}